Repository: SmartTrafficPY/SmartTraffic-Webpage
Catalog: smwebsite/locale/*/LC_MESSAGES/django.po
Languages: es, it

source: Associated Researcher
es: Investigador Asociado
it: Ricercatore associato

source: Researcher
es: Investigador
it: Ricercatore

source: Administrator
es: Administrador
it: Amministratore

source: Junior Researcher
es: Investigador en formación
it: Ricercatore Junior

source: Improving congestion by reducing the number of vehicles on the streets, at the same time providing security
es: Mejorando la congestión al reducir el número de vehículos en las calles, al mismo tiempo proporcionando seguridad
it: Migliorare la congestione riducendo il numero di veicoli sulle strade, garantendo allo stesso tempo sicurezza

source: UCArpooling Application
es: Aplicación UCArpooling
it: Applicazione UCArpooling

source: Asunción suffers serious mobility problems at the time of commuting because it does not offer support for the number of citizens, where 1,320,000 people enter per day. Taking into account the number of vehicles on the streets and the average number of people per private vehicle is 1.2 to 1.5, it concludes that the use of transport is not optimized resulting in long lines of vehicles, loss of money and pollution to the environment.
es: Asunción sufre serios problemas de movilidad a la hora de la migración pendular porque no ofrece soporte para la vasta cantidad de ciudadanos, donde por día ingresan 1.320.000 personas. Teniendo en cuenta la cantidad de vehículos en las calles y que el promedio de personas por vehículo particular es de 1,2 a 1,5, se llega a la conclusión de que no se optimiza el uso de los transportes resultando en largas filas de vehículos,pérdida de dinero y polución al medio ambiente.
it: Asunción soffre di gravi problemi di mobilità al momento del pendolarismo perché non offre supporto per il numero di cittadini, dove 1.320.000 persone entrano al giorno. Tenendo conto del numero di veicoli per le strade e il numero medio di persone per veicolo privato è compreso tra 1,2 e 1,5, si conclude che l'uso del trasporto non è ottimizzato, causando lunghe file di veicoli, perdita di denaro e inquinamento ambientale.

source: On behalf of the SmartTraffic project, a citizenship survey was conducted to find the problems a citizen faces in Asunción regarding their daily mobility. The survey resulted in the majority, with 73%% of respondents, using their own car as the main means of transportation.
es: De parte del proyecto SmartTraffic se realizó una encuesta dirigida a la ciudadanía para encontrar los problemas que un ciudadano afronta en Asunción con respecto a su movilidad diaria. La encuesta dio como resultado que la mayoría, con 73% de los encuestados, utiliza su propio auto como principal medio de transporte.
it: A nome del progetto SmartTraffic, è stato condotto un sondaggio sulla cittadinanza per trovare i problemi che un cittadino deve affrontare ad Asunción in merito alla sua mobilità quotidiana. Il sondaggio ha portato alla maggioranza, con il 73 %% degliintervistati, utilizzando la propria auto come principale mezzo di trasporto.

source: In relation to the other transport alternatives in Asunción, public transport has a poor service, where most of the bus fleet has mechanical problems during its routines, or the traffic schedule ends early. It should also be noted that the only public transport option is the bus. About the use of bicycles, this has its difficulties since there is only in selected areas the infrastructure necessary for its safe circulation, such as the bike path.
es: En relación a las otras alternativas de transporte en Asunción, el transporte público posee un servicio deficiente, donde la mayoría de la flota de buses tiene inconvenientes mecánicos durante sus rutinas, o el horario de circulación termina a tempranas horas. Además cabe destacar que la única opción de transporte público es el autobús. Acerca del uso de bicicletas, esta tiene sus dificultades ya que solo existe en zonas selectas la infraestructura necesaria para su circulación segura, como lo es la bicisenda.
it: In relazione alle altre alternative di trasporto ad Asunción, il trasporto pubblico ha un servizio scadente, dove la maggior parte della flotta di autobusha problemi meccanici durante le sue routine, o il programma del traffico terminain anticipo. Va anche notato che l'unica opzione di trasporto pubblico è l'autobus.Per quanto riguarda l'uso delle biciclette, questo ha le sue difficoltà in quanto vi è solo in aree selezionate l'infrastruttura necessaria per la sua circolazione sicura, come la pista ciclabile.

source: So, taking the low average number of people per vehicle, plus most people move in their own car and the drawbacks already mentioned in relation to the possible alternatives, it was seen as an opportunity to make a mobile application system that offers carpooling pairing to people from the same environment.
es: Entonces, tomando el bajo promedio de personas por vehículo, además de que la mayoría de las personas se mueven en su propio auto y los inconvenientes ya mencionados en relación a las posibles alternativas, se vio como una oportunidad la de realizar un sistema de aplicación para celulares que ofrezca emparejamiento para carpooling a personas de un mismo entorno.
it: Quindi, prendendo il basso numero medio di persone per veicolo, più la maggior parte delle persone si sposta nella propria auto e gli svantaggi già menzionati in relazione alle possibili alternative, è stata vista come un'opportunità per creare un sistema di applicazione mobile che offra l'abbinamento del carsharing alle persone dallo stesso ambiente.

source: Design a non-profit carpooling system with a mobile application aimed at closed communities, decreasing the number of vehicles while commuting.
es: Diseñar un sistema de uso compartido de vehículos sin fines de lucro con una aplicación móvil dirigida a comunidades cerradas, disminuyendo la cantidad de vehículos mientras viaja a su lugar de trabajo o estudio.
it: Progettare un sistema di carpooling senza scopo di lucro con un'applicazione mobile rivolta a comunità chiuse, riducendo il numero di veicoli durante il pendolarismo.

source: It would benefit the city by reducing the number of vehicles on the road and everything that this causes, like less waiting time at traffic lights, especially during peak hours.
es: Beneficiaría a la ciudad al reducir la cantidad de vehículos en la carretera y todo lo que esto causa, como menos tiempo de espera en los semáforos, especialmente durante las horas pico.
it: Sarebbe utile per la città riducendo il numero di veicoli sulla strada e tutto ciò che ciò causa, come ad esempio meno tempi di attesa ai semafori, specialmente nelle ore di punta.

source: It would benefit the institution that adopts it, by improving the camaraderie among its members and would help with difficulties of parking spaces
es: Beneficiaría a la institución que la adopta, al mejorar la camaradería entre sus miembros y ayudaría con las dificultades de los espacios de estacionamiento.
it: cameratismo tra i suoi membri e aiuterebbe con le difficoltà dei parcheggi

source: It would benefit people by saving fuel money and generating new friendships and connections
es: Beneficiaría a las personas al ahorrar dinero del combustible y generar nuevas amistades y conexiones.
it: Sarebbe utile per le persone risparmiando denaro e generando nuove amicizie e connessioni

source: Study the techniques and strategies that apply to the situation of a carpooling system for users of the same institution
es: Estudiar las técnicas y estrategias que se aplican a la situación de un sistema de uso compartido del automóvil para los usuarios de la misma institución.
it: Studiare le tecniche e le strategie che si applicano alla situazione di un sistema di carpooling per gli utenti della stessa istituzione

source: Design the carpooling system taking into account what has been studied
es: Diseñar el sistema de coche compartido teniendo en cuenta lo estudiado.
it: Progetta il sistema di carpooling prendendo in considerazione ciò che è stato studiato

source: Implement the matcher module between people for the system
es: Implementar el módulo emparejador entre personas para el sistema.
it: Implementare il modulo di abbinamento tra persone per il sistema

source: Analyze the impact of such system in a closed community. In particular at the Catholic University "Nuestra señora de la Asunción"
es: Analizar el impacto de dicho sistema en una comunidad cerrada. En particular en La Universidad Católica "Nuestra Señora de la Asunción"
it: Analizzare l'impatto di tale sistema in una comunità chiusa. In particolare a l'Università cattolica " Nuestra señora de la Asunción "

source: What UCArpooling has to offer
es: Lo que UCArpooling tiene para ofrecer
it: Cosa UCArpooling ha da offrire

source: Safe
es: Seguro
it: Sicuro

source: Only the people of a community can make carpool between them
es: Solo las personas de una comunidad pueden hacer viajes compartidos entre ellos.
it: Solo le persone di una comunità possono creare carpool tra loro

source: Automatic matching
es: Emparejamiento automático
it: Abbinamento automatico

source: Accepting fellow poolers based on a level of compatibility
es: Aceptar compañeros de poolers en función de un nivel de compatibilidad.
it: Accettare colleghi esperti in base a un livello di compatibilità

source: In-app chat system
es: Sistema de chat en la aplicación
it: Sistema di chat in-app

source: Chat with pool mates within the app to not share phone numbers or email
es: Chatea con compañeros de grupo dentro de la aplicación para no compartir números de teléfono o correo electrónico
it: Chatta con i compagni di pool all'interno dell'app per non condividere numeri di telefono o e-mail

source: Filter of poolers
es: Filtro de poolers
it: Filtro di tirocinanti

source: The ability to filter by sex, musical tastes, level of eloquence, smoker
es: La capacidad de filtrar por sexo, gustos musicales, nivel de elocuencia, fumador.
it: La capacità di filtrare per sesso, gusti musicali, livello di eloquenza, fumatore

source: Real-time map
es: Mapa en tiempo real
it: Mappa in tempo reale

source: To be able to see exactly where the fellow poolers are
es: Para poder ver exactamente dónde están los compañeros de la piscina.
it: Per essere in grado di vedere esattamente dove sono i compagni di pool

source: Reviews and friends in common system
es: Comentarios y amigos en sistema común.
it: Recensioni e amici nel sistema comune

source: The ability to have the necessary information to accept or reject a carpool
es: La capacidad de tener la información necesaria para aceptar o rechazar un viaje compartido.
it: La capacità di avere le informazioni necessarie per accettare o rifiutare un car pooling

source: UCArpooling is an open source project hosted in Github, feel free to contribute. The repository contains the source code and the installation guides
es: UCArpooling es un proyecto de código abierto alojado en Github, siéntase libre de contribuir
it: UCArpooling è un progetto open source ospitato in Github, sentiti libero di farlo contribuire. Il repository contiene il codice sorgente e le guide all'installazione

source: The consumer of back-end services. All source code for such application can be found on Github
es: El consumidor de los servicios del back-end. El código fuente de dicha aplicación se puede encontrar en Github
it: Il consumatore di servizi di back-end. Tutto il codice sorgente per tale applicazione può essere trovato su Github

source: Django 2.2.3 is used as an API server providing all the necessary functions. All source code for such a server can be found on Github
es: Django 2.2.3 se utiliza como un servidor API que proporciona todas las funciones necesarias. Todo el código fuente de dicho servidor se puede encontrar en Github
it: Django 2.2.3 viene utilizzato come server API che fornisce tutte le funzioni necessarie. Tutto il codice sorgente per tale server può essere trovato su Github

source: UCarpooling awards
it: Premi UCarpooling

source: Winners of the UCarpooling experience raffle were awarded
it: Sono stati premiati i vincitori della lotteria di esperienza UCarpooling

source: Poster
it: Manifesto

source: Presentation
it: Diffusione

source: It is considered that 30%% of the traffic congestion in an area is generated by people in search of a place to park
it: Si ritiene che venga generato il 30%% della congestione del traffico in un'areada persone in cerca di un posto per parcheggiare
