Repository: SmartTrafficPY/SmartTraffic-Webpage
Catalog: smwebsite/locale/*/LC_MESSAGES/django.po
Languages: es, it

source: English
es: Inglés
it: Inglese

source: Spanish
es: Español
it: Spagnolo

source: Italian
es: Italiano
it: Italiano

source: Smart Traffic Project
es: Proyecto Smart Traffic
it: Progetto Smart Traffic

source: First presentation SmartMoving
es: Primera presentación SmartMoving
it: Prima presentazione SmartMoving

source: Junior researcher Monica Fatecha gave her first presentation of her final project of the Catholic University "Nuestra Señora de la Asunción" for Computer Engineering. The presentation was one of the use cases of the project entitled "SmartMoving: Application to collect information on the state of the sidewalks and recommend roads to pedestrians with reduced mobility"
es: La investigadora en formación Mónica Fatecha hizo su primera presentación de su proyecto final de carrera para la Universidad Católica "Nuestra Señora de la Asunción" para Ingeniería Informática. La presentación fue de uno de los casos de uso del proyecto titulado "SmartMoving: aplicación para recopilar información sobre el estado de las aceras y recomendar caminos a peatones con reducida movilidad"
it: La giovane ricercatrice Monica Fatecha ha tenuto la sua prima presentazione del suo progetto finale dell 'Università Cattolica" Nuestra Señora de la Asunción" per l'Ingegneria Informatica. La presentazione è stata uno dei casi d'uso del progetto intitolato "SmartMoving: applicazione per raccogliere informazioni sullo stato dei marciapiedi e raccomandare strade ai pedoni con mobilità ridotta "

source: The SmartTraffic project was presented at Expo 2019. Reaching people of all ages, explaining the problems we have in Asunción about mobility and the solutions we propose.
es: Se presentó el proyecto SmartTraffic en la expo 2019. Llegando a personas de todas las edades, explicando la problemática que tenemos en Asunción acerca de la movilidad y de las soluciones que proponemos
it: Il progetto SmartTraffic è stato presentato all'Expo 2019. Raggiungere persone di tutte le età, spiegando i problemi che abbiamo ad Asunción sulla mobilità e le soluzioni che proponiamo

source: Presentation of the project to students of introduction to engineering
es: Presentación del proyecto a alumnos de la materia Introducción a la ingeniería.
it: presentazione del progetto agli studenti di introduzione all'ingegneria

source: Once again, the boys inspired the youngest to carry out projects.
es: Una vez más, los chicos inspiraron a los más jóvenes a realizar proyectos.
it: Ancora una volta, i ragazzi hanno ispirato i più giovani a realizzare progetti.

source: Presentation of the results of the survey in the Meeting of Researchers
es: Presentación de los resultados de la encuesta en el Encuentro de Investigadores.
it: Presentazione dei risultati del sondaggio nel Meeting of Researchers

source: The psychologist of the team presented the results of the survey in the meeting of researchers.
es: La psicóloga del equipo presentó los resultados de la encuesta en la reunión de investigadores.
it: La psicologa del team ha presentato i risultati del sondaggio nella riunione dei ricercatori.

source: Presentation of the project in JitCita
es: Presentación del proyecto en JitCita.
it: Presentazione del progetto in JitCita

source: The project was presented in the JitCita forum held at the Autonomous University of Asuncion.
es: El proyecto se presentó en el foro JitCita celebrado en la Universidad Autónoma de Asunción.
it: Il progetto è stato presentato nel forum JitCita presso l'Università Autonoma di Asunción.

source: Presentation to the students of the UCA
es: Presentación a los alumnos de la UCA.
it: Presentazione agli studenti dell'UCA

source: The researcher of the team, Javier Paniagua, presented the Smartrtraffic project to the 4th year students of Informatics Engineering of the Catholic University "Nuestra Señora de la Asuncion".
es: El investigador del equipo, Javier Paniagua, presentó el proyecto Smartrtraffic a los alumnos de 4º año de Ingeniería Informática de la Universidad Católica "Nuestra Señora de la Asunción".
it: Il ricercatore del team, Javier Paniagua, ha presentato il progetto Smartrtraffic agli studenti del 4 ° anno dell'Ingegneria Informatica dell'Università Cattolica "Nuestra Señora de la Asuncion".

source: Inauguration of the office
es: Inauguración de la oficina.
it: Inaugurazione dell'ufficio

source: The team of researchers launched new office equipment to improve research performance.
es: El equipo de investigadores lanzó nuevos equipos de oficina para mejorar el rendimiento de la investigación.
it: Il team di ricercatori ha lanciato nuove apparecchiature per ufficio per migliorare le prestazioni della ricerca.

source: The boys inspired the youngest ones to carry out projects.
es: Los chicos inspiraron a los más pequeños a realizar proyectos.
it: I ragazzi hanno ispirato i più giovani a realizzare progetti.

source: Presentation of the project in the ASU Viva forum
es: Presentación del proyecto en el foro de ASU Viva.
it: Presentazione del progetto nel forum ASU Viva

source: April
es: Abril
it: Aprile

source: The first presentation of the project in public of the forum ASU Viva with the participation of the mayor.
es: La primera presentación del proyecto en público del foro ASU Viva con la participación del alcalde.
it: La prima presentazione del progetto in pubblico del forum ASU Viva con la partecipazione del sindaco.

source: Contact Us
es: Contáctenos
it: Contattaci

source: Want to help? We will be very delighted to hear from you! Use the following channels and have your say:
es: ¿Quisiera ayudar? ¡Estaremos encantados de saber de usted! Utilice los siguientes canales y dé su opinión:
it: Vuoi aiutare? Saremo lieti di sentirti! Usa i seguenti canali e contattaci:

source: Telephone:
es: Telefono:
it: Telefono:

source: Or reach us on any of these social networks:
es: O alcáncenos en cualquiera de estas redes sociales:
it: Oppure raggiungici su uno di questi social network:

source: Publications and Technical Documents
es: Publicaciones y Documentos Técnicos.
it: Pubblicazioni e documenti tecnici

source: Project deliverables
es: Entregables del proyecto
it: Risultati del progetto

source: Document
es: Documento
it: Documento

source: End-of-career project documents
es: Documentos de proyectos de fin de carrera
it: Documenti di progetto di fine carriera

source: Project
es: Proyecto
it: Progetto

source: Features
es: Características
it: Caratteristiche

source: Contribute
es: Contribuir
it: Contribuire

source: Improving mobility for pedestrians, providing information on the condition of the trails and recommending roads with fewer obstacles to a destination
es: Mejorar la movilidad de los peatones, brindando información sobre el estado de los senderos y recomendando caminos peatonales con menos obstáculos a un destino.

source: SmartMoving Aplication
es: Aplicación SmartMoving
it: Applicazione SmartMoving

source: According to data obtained from the municipality of Asunción, in 2018 there were a total of 1836 complaints about the sidewalks, of which 749 were about obstruction and occupation of sidewalks and 686 where about construction and repair of sidewalks.
es: Según los datos obtenidos de la municipalidad de Asunción, en 2018 hubo un total de 1836 denuncias sobre las veredas, de las cuales 749 fueron sobre obstrucción y ocupación de veredas y 686 sobre construcción y reparación de veredas

source: On behalf of the SmartTraffic project, a citizenship survey was conducted to find the problems a citizen faces in Asunción. In the survey the 73%% responded that the state of the sidewalks is a serious or very serious problem
es: De parte del proyecto SmartTraffic, se realizó una encuesta de ciudadanía para encontrar los problemas que enfrenta un ciudadano en Asunción. En la encuesta, el 73% respondió que el estado de las aceras es un problema grave o muy grave
it: A nome del progetto SmartTraffic, è stato condotto un sondaggio sulla cittadinanza per trovare i problemi che un cittadino deve affrontare ad Asunción in merito alla sua mobilità quotidiana. Il sondaggio ha portato alla maggioranza, con il 73 %% degliintervistati, utilizzando la propria auto come principale mezzo di trasporto.

source: So, taking the results of the survey and the large number of complaints made through the municipality, it was seen as an opportunity to make a mobile application system that offers information about the state of sidewalks and road recommendations.
es: Entonces, de los resultados de la encuesta y la gran cantidad de quejas hechas a través del municipio, se vio como una oportunidad para hacer una aplicación móvil que brindará información sobre el estado de las veredas y recomendará caminos peatonales

source: Primary Goal
es: Objetivo Principal
it: Obiettivo Principale

source: Develop an application to provide the user with information about the state of the sidewalks near their current location and recommend paths with fewer obstacles to a destination. It would benefit people who have reduced mobility such as people in a wheelchair, walker, cane and with a baby carriage
es: Desarrollar una aplicación para proporcionar al usuario información sobre el estado de las veredas cerca de su ubicación actual y recomiendan caminos con menos obstáculos a un destino. Beneficiaría a las personas con movilidad reducida como personas en silla de ruedas, andador, bastón y con carro de bebé

source: Specific Goals
es: Objetivos Específicos
it: Obiettivi specifici

source: Study the techniques and strategies that apply to the smartmoving solution
es: Conocer el estado del arte de las herramientas y tecnologías que se utilizarán en el trabajo
it: Studiare le tecniche e le strategie che si applicano alla situazione di un sistema di carpooling per gli utenti della stessa istituzione

source: Apply the user-centered design methodology to perform the following steps iteratively:
es: Aplicar la metodología del diseño centrado en el usuario para realizar los siguientes pasos de manera iterativa:

source: Design the solution and its architecture
es: Diseñar la solucion y la arquitectura

source: Develop a prototype
es: Desarrollar un prototipo

source: Evaluate the prototype, qualitatively with users, in order to know their impression of its usefulness
es: Evaluar el prototipo de manera cualitativa con usuarios finales, con el objetivo de conocer su impresión sobre la utilidad del mismo

source: What SmartMoving has to offer
es: Lo que SmartMoving tiene para ofrecer
it: Cosa UCArpooling ha da offrire

source: Information
es: Información relevante
it: Informazioni rilevanti

source: Provides information on the state of the sidewalks showing the POI(Point of interest) reports near the users current location given
es: Brinda información sobre el estado de las veredas mostrando reportes POI(Point of interest) cercanos a la ubicación actual del usuario

source: Recommend paths
es: Recomienda caminos

source: Recomend two possibles paths from the user location to a destination
es: Recomienda dos posibles caminos desde la ubicación del usuario a un destino

source: POI Report Details
es: Detalles de los Reportes POI
it: Report

source: The user would be able to visualize in detail the POI reports that were created by other users and can solve or confirm reports
es: El usuario podrá visualizar con detalles los reportes POI que fueron creados por otros usuarios y podrán solucionar o confirmar reportes

source: POI Reports
es: Reportes POI
it: Report

source: The list of the reports that an user would be able to create
es: Lista de los reportes que los usuarios podrán crear

source: Configuration of the POI reports
es: Inauguración de la oficina.
it: Inaugurazione dell'ufficio

source: Manual configuration about negatives reports
es: Configuración manual de reportes negativos

source: SmartMoving is an open source project hosted in Github, feel free to contribute
es: SmartMoving es un proyecto de código abierto alojado en Github, siéntase libre de contribuir
it: SmartMoving è un progetto open source ospitato in Github, sentiti libero di contribuire

source: The project is develop for Android devices
es: El proyecto está desarrollado para dispositivos Android
it: Il progetto è sviluppato per dispositivi Android

source: Repository
es: Repositorio
it: Deposito

source: Work with a Django server, a Postgresql database and a map server based on CartoDB
es: Trabaja con un servidor Django, una base de datos Postgresql y un servidor de mapas basado en CartoDB
it: Lavora con un server Django, un database Postgresql e un server di mappe basato su CartoDB

source: see more news
es: ver más noticias
it: vedi più notizie

source: Improving congestion by helping the user find a place to park
es: Mejorar la congestión al ayudar al usuario a encontrar un lugar para estacionar
it: Migliorare la congestione aiutando l'utente a trovare un posto per parcheggiare

source: SmartParking application
es: Aplicación SmartParking
it: Applicazione SmartParking

source: Asunción enters about one and a half million people daily for different reasons. The impossibility of the road network to meet the demand that this massive mobilization entails generates several problems related to the low average speed of travel (approximately 15 km/h), a high stress and loss of time in the population that moves, increasing the fuel consumption and the consequent increase in the emission of toxic agents.
es: A Asunción ingresan aproximadamente un millón y medio de personas diariamente por diferentesrazones. La imposibilidad de la red de carreteras para satisfacer la demanda de estamovilización masiva conlleva varios problemas relacionados con la bajavelocidad media de desplazamiento (aproximadamente 15 km/h), un alto estrés y pérdida detiempo en lo que la población se mueve, aumentando el consumo de combustible y elaumento consiguiente en la emisión de agentes tóxicos.
it: Asunción entra ogni giorno in circa un milione e mezzo di persone per diversiragioni. L'impossibilità della rete stradale di soddisfare la richiesta che questola massiccia mobilitazione comporta genera diversi problemi legati ai bassivelocità media di marcia (circa 15 km/h), forte stress e perdita ditempo nella popolazione che si muove, aumentando il consumo di carburante e ilconseguente aumento delle emissioni di agenti tossici.

source: Design a mobile application that facilitates the search for well-defined parking places and enabled by the relevant authorities
es: Diseñar una aplicación móvil que permita facilitar la búsqueda de lugaresde estacionamientos bien delimitados y habilitados por las autoridades pertinentes
it: Progetta un'applicazione mobile che faciliti la ricerca di ben definitiparcheggi e abilitati dalle autorità competenti

source: Benefits
es: Beneficios
it: Benefici

source: It will benefit people in terms of saving fuel and time
es: Beneficiará a las personas en cuanto a un ahorro de combustible y tiempo
it: Beneficerà le persone in termini di risparmio di carburante e tempo

source: Experts indicate parking collapse in Asunción, if this problem is not addressed as soon as possible
es: Expertos indican colapso del estacionamiento en Asunción, si no setrata este problema en la brevedad posible
it: Gli esperti indicano il crollo del parcheggio ad Asunción, se questo problema non lo èindirizzato al più presto

source: Study of the techniques and strategies to be used in the implementation of systems focused on solving parking place problems
es: Estudio de las técnicas y estrategias que se utilizarán en la implementación de sistemas enfocados en resolver problemas de estacionamiento
it: Studio delle tecniche e delle strategie da utilizzare nell'attuazione di sistemi incentrati sulla risoluzione dei problemi di parcheggio

source: Design of a solution focused on the problem of parking spot search
es: Diseño de una solución enfocada al problema de búsquedade lugar de estacionamiento
it: Progettazione di una soluzione incentrata sul problema della ricerca dei parcheggi

source: Implementation of the previously designed solution
es: Implementación de la solución previamente diseñada
it: Implementazione della soluzione precedentemente progettata

source: Main features
es: Principales características
it: Caratteristiche principali

source: What does SmartParking offer us?
es: Qué nos ofrece SmartParking?
it: Cosa ci offre SmartParking?

source: Map of registered places
es: Mapa de lugares registrados
it: Mappa dei luoghi registrati

source: The system details the availability of parking spaces of a registered property
es: El sistema detalla la disponibilidad de los lugares deestacionamiento de un predio registrado

source: Proximity Notifications
es: Notificaciones de cercanía
it: Notifiche di prossimità

source: SmartParking notifies us when we approach a property registered in the system
es: SmartParking nos avisa cuando nos acercamos un predio registrado en el sistema

source: Relevant information
es: Información relevante

source: Provides the user with important information of nearby places where he is
es: Provee al usuario de información importante de lugares cercanos en donde se encuentra

source: SmartParking is an open source project hosted in Github, feel free to contribute
es: SmartParking es un proyecto de código abierto alojado en Github, siéntaselibre de contribuir
it: SmartParking è un progetto open source ospitato in Github, sentiti libero di contribuire

source: Institutions
es: Instituciones
it: Istituzioni

source: Expected Results
es: Resultados Esperados
it: Risultati Attesi

source: Team
es: Equipo
it: Attrezzatura

source: Improving urban mobility in Asunción, Paraguay
es: Mejorando la movilidad urbana en Asunción, Paraguay
it: Migliorare la mobilità urbana ad Asunción, Paraguay

source: This project is part of the PROCIENCIA program, financed by CONACYT to make solutions for the people.
es: Este proyecto es parte del programa PROCIENCIA, financiada por la CONACYT para generar soluciones para los ciudadanos
it: Questo progetto fa parte del programma PROCIENCIA, finanziato dal CONACYT per generare soluzioni per i cittadini

source: Project Goals
es: Objetivos del Proyecto
it: Obiettivi del progetto

source: Research, design, and implementation of technologies that exploit the advantages of Collective Adaptative Systems (CAS) and Mobile Crowdsensing (MCS) to improve the urban mobility of Asunción, the capital city of Paraguay.
es: Investigar, diseñar, e implementar tecnologías que exploten las ventajas de Sistemas Colectivos Adaptativos (CAS) y Mobile Crowdsensing (MCS) para mejorar la movilidad urbana en Asunción, capital de Paraguay
it: Indagare, progettare e implementare tecnologie che sfruttano i vantaggi di Adaptive Collective Systems (CAS) e Mobile Crowdsensing (MCS) per migliorare la mobilità urbana ad Asunción, la capitale del Paraguay

source: Mobile crowdsensing (MCS), or simply crowdsensing, is a sensing paradigm that uses the power of various mobile devices, such as smartphones, tablets, wearable devices, smart sensors, etc., to monitor large-scale phenomena.
es: Mobile crowdsensing (MCS), o simplemente crowdsensing, es un paradigma de detección que utiliza el poder de varios dispositivos móviles, como los celulares inteligentes, tabletas, relojes inteligentes, sensores inteligentes, para monitorear un fenómeno de gran escala
it: Mobile crowdsensing (MCS), o semplicemente crowdsensing, è un paradigma di rilevamento che sfrutta la potenza di diversi dispositivi mobili, come smartphone, tablet, orologi intelligenti, sensori intelligenti, ecc., Per monitorare un fenomeno su larga scala

source: Collective Adaptive Systems (CAS) are systems that consist of multiple components or agents that interact collaboratively on common goals, and compete to achieve individual goals. The key notion is that although these agents identify with each other as a group or collective, they lack a complete view of the system and all decisions they take must rely only on partial, localized information.
es: Sistemas Colectivos Adaptativos (CAS) son sistemas que consisten en múltiples componentes o agentes que interactúan de manera colaborativa por objetivos comunes, y compiten para alcanzar objetivos individuales.
it: Adaptive Collective Systems (CAS) sono sistemi composti da più componenti o agenti che interagiscono in modo collaborativo per obiettivi comuni e competono per raggiungere obiettivi individuali. L'idea chiave è che sebbene questi agenti si identifichino come gruppo o collettivo, mancano di una visione completa del sistema e tutte le decisioni che prendono devono basarsi su informazioni parziali locali.

source: Understand the start of the art on CAS- and MCS-based technologies proposed to address urban mobility problems.
es: Comprender el estado del arte sobre tecnologías basadas en CAS y MCS que proponen abordar problemas de movilidad urbana
it: Comprendere lo stato dell'arte sulle tecnologie basate su CAS e MCS che propongono di affrontare i problemi della mobilità urbana

source: Model, design, and implement solutions that leverage on CAS and MCS technologies to improve the urban mobility of Asuncion, Paraguay.
es: Modelar, diseñar e implementar soluciones que aprovechen tecnologías sobre CAS y MCS para mejor la movilidad urbana en Asunción, Paraguay
it: Modelli, progetti e soluzioni che sfruttano le tecnologie CAS e MCS per migliorare la mobilità urbana ad Asunción, Paraguay

source: Validate the solutions as efficient platforms to solve problems in urban mobility.
es: Validar las soluciones como plataformas eficientes que resuelvan problemas de movilidad urbana
it: Convalidare le soluzioni come piattaforme efficienti che risolvono i problemi di mobilità urbana

source: Prototype
es: Prototipo
it: Prototipo

source: The implementation of the prototype platform "SmartCity of Asunción" that offers services of registration and processing of the collected data, and the implementation of SmartTraffic and other demonstrative applications to collect input data from each of the mobile sensor units and present the joint result of monitoring when it is required by the user.
es: La implementación de la plataforma prototipo "SmartCity Asunción" que ofrece servicios de registro y procesamiento de datos recolectados, la implementación de SmartTraffic y otras aplicaciones demostrativas para recolectar datos de entrada de cada sensor en el móvil y presentar el resultado monitoreado cuando es requerido por el usuario.
it: L'implementazione della piattaforma prototipo "SmartCity Asunción" che offre servizi di registrazione ed elaborazione dei dati raccolti e l'implementazione di SmartTraffic e altre applicazioni dimostrative per raccogliere i dati di input di ciascuna unità sensoriale nel cellulare e presentare il risultato comune di monitoraggio quando richiesto dall'utente

source: Dissemination of results
es: Diseminación de resultados
it: Diffusione dei risultati

source: Dissemination of results and software tools resulting in web and other social media. Consolidation of research: publication in congresses and international journals. Other general and / or specialized disseminating activities.
es: Diseminación de resultados y herramientas de software en la página web oficial y en redes sociales del proyecto. Consolidación de la investigación: publicación en congresos y revistas internacionales.
it: La diffusione di risultati e strumenti software si traduce in web e altri social network. Consolidamento della ricerca: pubblicazione in congressi e altre riviste internazionali. Altre attività di divulgazione generali e / o specializzate

source: Results
es: Resultados Esperados
it: Risultati Attesi

source: Dissemination
es: Diseminación
it: Diffusione

source: Lead Researcher
es: Investigadora Principal
it: Capo ricercatore
